{
    "articles": [
     {
        "title": "Intro to Chelsea's new manager, Enzo Maresca",
        "description": "This article discusses the new Chelsea boss, Enzo Maresca. From his tactics to his impressive season with Leicester last season, it has it all.",
        "body": "Maresca led Leicester City to the Championship title in his one and only season in charge - and immediately moved to Chelsea to replace Mauricio Pochettino. The former Parma boss was previously Manchester City assistant under Pep Guardiola. The Italian turned around the morale of a Foxes team who had just been relegated, with some players who had been planning to leave deciding to stay after experiencing his training. Despite leading the Foxes back to the Premier League at the first attempt, he never won over some of their fans because of his style of play. Maresca prefers a heavy possession-based style - which is how he has started his reign at Chelsea too - and was sometimes criticised for his reluctance to make subs. Results initially proved his approach right, with Leicester winning 21 of their first 26 games. They led the Championship from 23 September until 29 March when a fourth defeat in six games saw them drop out of the top two. However, they rallied and went up with one game to spare. BBC Sport reporter Nizaar Kinsella, who followed Chelsea in the USA this summer, said: \"Enzo Maresca really appears to be rolling out his identikit Leicester City plan in pre-season. It means a 4-3-3 will be used but when in possession the Blues build up play in a 3-2-5 shape.The potential weaknesses are that Chelsea will at times play risky passes and concede goals, as we've seen in pre-season, and a high defensive line will occasionally allow fast players the chance to run in behind.\""
     },
     {
        "title": "Seven Talking points of Chelsea's Preseason Tour",
        "description": "This article discusses the Chelsea preseason campaign and goes into detail about how each of the results might hint at the future.",
        "body": "The Blues travelled around the US and played a gruelling five matches in five states in 18 days, winning once, drawing once, losing three times and conceding 12 goals. Here are seven talking points from a tour that has taken Chelsea from Santa Clara to Charlotte. 1. An unchanged transfer approach? Chelsea have not lost confidence in their youth-first approach despite two underwhelming years under the new Todd Boehly-Clearlake ownership, which has seen them fail to qualify for Europe in the first season, and only qualify for the Uefa Conference League in a second, improved season. The Blues have spent about £115m on eight players with an average age of under 21 - Kiernan Dewsbury-Hall, Tosin Adarabioyo, Estevao Willian, Marc Guiu, Filip Jorgensen, Renato Veiga, Omari Kellyman and Caleb Wiley. That average could go even younger as Chelsea are expected to sign 18-year-old goalkeeper Mike Penders from Gento and 20-year-old striker Samu Omorodion from Atletico Madrid. In terms of big name signings, there is also interest in Napoli striker Victor Osimhen, who could be involved in a swap arrangement with Romelu Lukaku. Social media graphics of their 45-man senior squad, external - which includes seven registered goalkeepers - have gained traction this week. But there remains a belief inside Chelsea that - despite widespread criticism of the club's transfer activity - this approach will ultimately reap rewards for Chelsea, BlueCo as a whole, and RC Strasbourg who are part of the multi-club group."
     }
    ]
}

